<?php
return [

    'technology' => [
        'create' => [
            'success' => 'تکنولوژی با موفقیت افزوده شد',
            'error' => 'افزودن تکنولوژی با خطا مواجه شد',
        ],
        'edit' => [
            'success' => 'تکنولوژی با موفقیت ویرایش شد',
            'error' => 'ویرایش تکنولوژی با خطا مواجه شد',
        ],
        'delete' => [
            'success' => 'تکنولوژی با موفقیت حذف شد',
            'error' => 'حذف تکنولوژی با خطا مواجه شد',
        ],
    ],

    'no-items' => 'هیچ موردی برای نمایش وجود ندارد'
];
